HGS/MELDUNGEN/EXPORT/MASTER_Positionsmeldung_20240927144852.xml

<s:Envelope xmlns:s="http://schemas.xmlsoap.org/soap/envelope/">
    <s:Body xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
        <empfangePositionsmeldung xmlns="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaPositionsmeldung xmlns="http://tms.ica.de/automatenService/3_10/" zeitpunkt="2024-09-27T14:48:52.714+02:00" haltestellencodeIbis="25000091" fahrzeugKennung="11" positionImFahrzeug="12" sstVersion="3.10">
                <verkaufspunkt posNummer="999000" betreiber="99" seriennummer="999000" ipAdresse="0.0.0.0"/>
                <metadaten sequenznummer="16822" guid="2aa2233a-a78f-46aa-acb3-6208b8592db0"/>
            </faaPositionsmeldung>
        </empfangePositionsmeldung>
    </s:Body>
</s:Envelope>
